Repository: abcei2/camera_manager
Catalog: camerasdjango/locale/*/LC_MESSAGES/django.po
Languages: es

source: Face recognition
es: Reconocimiento facial

source: English
es: Inglés

source: Spanish
es: Español

source: Done
es: Hecho

source: Face deleted
es: Rostro eliminado

source: Couldn't detect exactly one face
es: No fue posible detectar exactamente 1 rostro

source: Face registered
es: Rostro guardado

source: Detector busy
es: Detector no disponible

source: Couldn't extract face from image
es: No fue posible extraer el rostro de la imagen

source: Failed to classify face :C
es: No fue posible identificar el rostro

source: Add camera
es: Agregar cámara

source: Manage
es: Gestionar

source: Delete camera
es: Eliminar cámara

source: User Settings
es: Perfil

source: Admin Interface
es: Admin

source: Logout
es: Salir

source: Face recogniser
es: Reconocedor facial

source: Register face
es: Registrar rostro

source: Identify face
es: Identificar rostro

source: Grab some images to register a new face
es: Captura algunas imagenes para registrar un nuevo rostro

source: Capture image
es: Capturar

source: Give this face a unique identifier
es: Asigna a este rostro un identificador único como el número de identificación

source: Delete selected face
es: Eliminar rostro seleccionado

source: Update model
es: Actualizar modelo
